import React from "react";

function PlayerInformationBottomSheet(props) {
    return (
        <div dir="rtl" className="flex flex-col">
            <p className="text-white fa-format-400 text-[1.4rem] max-h-[177px] overflow-y-auto leading-[22px]">
                یک فیلم کوتاه است که آهنگ را با تصویر تلفیق می‌کند و برای اهداف تبلیغاتی
                یا هنری و جذب طرفدار تولید می‌شود.[۲] موزیک ویدئوها برای بازاریابی و ضبط
                و بازتولید صدا مورد استفاده قرار می‌گیرند. شناخته‌شده‌ترین نماهنگ تاریخ،
                نماهنگ «تریلر» از مایکل جکسون است که در ۱۹۸۳ منتشر شد یک فیلم کوتاه است
                که آهنگ را با تصویر تلفیق می‌کند و برای اهداف تبلیغاتی یا هنری و جذب
                طرفدار تولید می‌شود.[۲] موزیک ویدئوها برای بازاریابی و ضبط و بازتولید
                صدا مورد استفاده قرار می‌گیرند. شناخته‌شده‌ترین نماهنگ تاریخ، نماهنگ
                «تریلر» از مایکل جکسون است که در ۱۹۸۳ منتشر شد یک فیلم کوتاه است که آهنگ
                را با تصویر تلفیق می‌کند و برای اهداف تبلیغاتی یا هنری و جذب طرفدار
                تولید می‌شود.[۲] موزیک ویدئوها برای بازاریابی و ضبط و بازتولید صدا مورد
                استفاده قرار می‌گیرند. شناخته‌شده‌ترین نماهنگ تاریخ، نماهنگ «تریلر» از
                مایکل جکسون است که در ۱۹۸۳ منتشر شد یک فیلم کوتاه است که آهنگ را با
                تصویر تلفیق می‌کند و برای اهداف تبلیغاتی یا هنری و جذب طرفدار تولید
                می‌شود.[۲] موزیک ویدئوها برای بازاریابی و ضبط و بازتولید صدا مورد
                استفاده قرار می‌گیرند. شناخته‌شده‌ترین نماهنگ تاریخ، نماهنگ «تریلر» از
                مایکل جکسون است که در ۱۹۸۳ منتشر شد
            </p>
        </div>
    );
}

export default PlayerInformationBottomSheet;
